Revit 2027 API
ParameterTypeId.RbsElecPanelFeedParam Property
 "Feed"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelFeedParam { get; }
Public Shared ReadOnly Property RbsElecPanelFeedParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelFeedParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelFeedParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace